Repository: sinanartun/hotcpu
Catalog: Resources/Strings.*.resx
Languages: ar_sa, hi_in

# SettingsForm_Title
source: HotCPU Settings
ar_sa: إعدادات HotCPU
hi_in: HotCPU सेटिंग्स

# SettingsForm_Tab_General
source: General
ar_sa: عام
hi_in: सामान्य

# SettingsForm_Tab_Colors
source: Colors
ar_sa: الألوان
hi_in: रंग

# SettingsForm_Tab_Sensors
source: Sensors
ar_sa: المستشعرات
hi_in: सेंसर

# SettingsForm_Tab_Tray
source: Tray Icon
ar_sa: أيقونة النظام
hi_in: ट्रे आइकन

# SettingsForm_Tab_Logging
source: Logging
ar_sa: السجلات
hi_in: लॉगिंग

# Common_Save
source: Save
ar_sa: حفظ
hi_in: सहेजें

# Common_Cancel
source: Cancel
ar_sa: إلغاء
hi_in: रद्द करें

# SettingsForm_SelectAll
source: Select All
ar_sa: تحديد الكل
hi_in: सभी चुनें

# SettingsForm_General_RefreshInterval
source: Refresh Interval:
ar_sa: فاصل التحديث:
hi_in: रिफ्रेश अंतराल:

# SettingsForm_General_Interval_05
source: 0.5 seconds
ar_sa: 0.5 ثانية
hi_in: 0.5 सेकंड

# SettingsForm_General_Interval_1
source: 1 second
ar_sa: 1 ثانية
hi_in: 1 सेकंड

# SettingsForm_General_Interval_2
source: 2 seconds
ar_sa: 2 ثانية
hi_in: 2 सेकंड

# SettingsForm_General_Interval_5
source: 5 seconds
ar_sa: 5 ثوانٍ
hi_in: 5 सेकंड

# SettingsForm_General_WarmThreshold
source: Warm Threshold (°C):
ar_sa: حد دافئ (°م):
hi_in: वार्म थ्रेशोल्ड (°C):

# SettingsForm_General_HotThreshold
source: Hot Threshold (°C):
ar_sa: حد ساخن (°م):
hi_in: हॉट थ्रेशोल्ड (°C):

# SettingsForm_General_CriticalThreshold
source: Critical Threshold (°C):
ar_sa: حد حرج (°م):
hi_in: क्रिटिकल थ्रेशोल्ड (°C):

# SettingsForm_General_FontSize
source: Font Size:
ar_sa: حجم الخط:
hi_in: फ़ॉन्ट आकार:

# SettingsForm_General_FontSmall
source: Small (10px)
ar_sa: صغير (10px)
hi_in: छोटा (10px)

# SettingsForm_General_FontMedium
source: Medium (12px)
ar_sa: متوسط (12px)
hi_in: मध्यम (12px)

# SettingsForm_General_FontLarge
source: Large (14px)
ar_sa: كبير (14px)
hi_in: बड़ा (14px)

# SettingsForm_General_StartWithWindows
source: Start with Windows
ar_sa: البدء مع ويندوز
hi_in: Windows के साथ प्रारंभ करें

# SettingsForm_General_ShowTrayTemperature
source: Show temperature on tray icon
ar_sa: عرض الحرارة في أيقونة العلبة
hi_in: ट्रे आइकन पर तापमान दिखाएं

# SettingsForm_General_Language
source: Language:
ar_sa: اللغة:
hi_in: भाषा:

# SettingsForm_General_LanguageAuto
source: Match Windows language
ar_sa: استخدام لغة ويندوز
hi_in: Windows भाषा का उपयोग करें

# SettingsForm_General_LanguageRestart
source: Language changes take effect after restarting the application.
ar_sa: تطبق تغييرات اللغة بعد إعادة التشغيل.
hi_in: भाषा परिवर्तन पुनः आरंभ के बाद प्रभावी होंगे।

# SettingsForm_Colors_UseGradients
source: Use gradient colors
ar_sa: استخدام ألوان متدرجة
hi_in: ग्रेडिएंट रंगों का उपयोग करें

# SettingsForm_Colors_Cool
source: Cool color:
ar_sa: لون بارد:
hi_in: ठंडा रंग:

# SettingsForm_Colors_Warm
source: Warm color:
ar_sa: لون دافئ:
hi_in: गर्म रंग:

# SettingsForm_Colors_Hot
source: Hot color:
ar_sa: لون ساخن:
hi_in: गरम रंग:

# SettingsForm_Colors_Critical
source: Critical color:
ar_sa: لون حرج:
hi_in: क्रिटिकल रंग:

# SettingsForm_Sensors_Title
source: Select sensors to show in tooltip:
ar_sa: اختر المستشعرات لإظهارها في التلميح:
hi_in: टूलटिप में दिखाने के लिए सेंसर चुनें:

# SettingsForm_Tray_Title
source: Select sensors to show in system tray:
ar_sa: اختر المستشعرات لإظهارها في علبة النظام:
hi_in: सिस्टम ट्रे में दिखाने के लिए सेंसर चुनें:

# SettingsForm_Logging_Enable
source: Enable logging
ar_sa: تفعيل التسجيل
hi_in: लॉगिंग सक्षम करें

# SettingsForm_Logging_LogPath
source: Log path:
ar_sa: مسار السجل:
hi_in: लॉग पाथ:

# SettingsForm_Logging_BrowseFilter
source: CSV Files|*.csv|JSON Files|*.json|Unstructured Text|*.txt
ar_sa: ملفات CSV|*.csv|ملفات JSON|*.json|نص عادي|*.txt
hi_in: CSV फ़ाइलें|*.csv|JSON फ़ाइलें|*.json|सादा पाठ|*.txt

# SettingsForm_Logging_Interval
source: Interval (seconds):
ar_sa: الفاصل (ثوانٍ):
hi_in: अंतराल (सेकंड):

# SettingsForm_Logging_Format
source: Format:
ar_sa: التنسيق:
hi_in: प्रारूप:

# SettingsForm_Logging_Stats
source: Statistics
ar_sa: الإحصائيات
hi_in: सांख्यिकी

# SettingsForm_Logging_Stats_Avg
source: Avg
ar_sa: متوسط
hi_in: औसत

# SettingsForm_Logging_Stats_Min
source: Min
ar_sa: أدنى
hi_in: न्यूनतम

# SettingsForm_Logging_Stats_Max
source: Max
ar_sa: أقصى
hi_in: अधिकतम

# SettingsForm_Logging_SelectSensors
source: Select sensors to log:
ar_sa: اختر المستشعرات للتسجيل:
hi_in: लॉग करने के लिए सेंसर चुनें:
